Repository: klot-git/scrum-factory
Catalog: ScrumFactory.Backlog/Properties/Resources.*.resx
Languages: pt_br

source: Backlog Item {0}
pt_br: Item de Backlog {0}

source: Cancel
pt_br: Cancelar

source: Close
pt_br: Fechar

source: Description
pt_br: Descrição

source: Hours
pt_br: Horas

# Hours_to_finish
source: Hours to finish, at Sprint {0}
pt_br: Horas para conclusão no sprint {0}

# New_item
source: Add item
pt_br: Novo item

source: New item name
pt_br: Nome do novo item

source: Paste
pt_br: Colar

# last_planned_at
source: (last planned at sprint {0})
pt_br: (re-planejado na sprint {0})

source: Remove
pt_br: Remover

source: View details
pt_br: Ver detalhes

# current_sprint
source: current
pt_br: corrente

# next_sprint
source: next
pt_br: próximo

# previous_sprint
source: previous
pt_br: anterior

source: Search
pt_br: Pesquisar

# TODO_BACKLOG
source: Pending
pt_br: Pendente

# ALL_BACKLOG
source: All
pt_br: Tudo

# PLANNING_BACKLOG
source: Planning
pt_br: Planejando

# SELECTED_BACKLOG
source: Selected
pt_br: Selecionado

# ALL_BACKLOG_tooltip
source: All items
pt_br: Todos os itens do backlog

# PLANNING_BACKLOG_tooltip
source: Planning items
pt_br: Itens que estão em planejamento

# SELECTED_BACKLOG_tooltip
source: Current sprint items
pt_br: Itens selecionados para o sprint corrente

# TODO_BACKLOG_tooltip
source: Items that have not been finished yet
pt_br: Itens que ainda não foram concluídos

# No_items_were_found
source: No backlog items were found.
pt_br: Nenhum item de backlog encontrado.

# No_items_were_found_tip
source: The backlog is empty or no items match your seach criteria. You can search for a item using its name ou number.
pt_br: O backlog está vazio ou nenhum item satisfaz o seu critério de pesquisa. Você pode pesquisar um item pelo seu número ou nome.

source: Backlog item
pt_br: Item de backlog

source: finished at
pt_br: concluído em

source: Started at
pt_br: Iniciado em

# C_tooltip
source: Compare with current planning
pt_br: Comparar com o planejamento corrente

# F_tooltip
source: Compare with first planning
pt_br: Comparar com o primeiro planejamento

# P_tooltip
source: Compare with proposal planning
pt_br: Comparar com o planejamento da proposta

source: Today
pt_br: Hoje

# Can_not_change_item_hours
source: This item was planned at sprint {0} that is now over. If you want to change the planned hours to the current sprint click at the re-plan button. If the item is finished change the item status.
pt_br: Esse item foi planejado na sprint {0} que já acabou. Clique no botão Re-planejar para informar as horas que faltam para terminá-lo no sprint corrente. Se o item foi concluído altere o status do item.

# Replan_to_current_sprint
source: Re-plan
pt_br: Re-planejar

# Item_is_late
source: The planning of this item is late
pt_br: O planejamento desse item está atrasado.

source: Decrease business priority
pt_br: Diminuir prioridade de negócio

source: Increase business priority
pt_br: Aumentar prioridade de negócio

source: hrs left
pt_br: hrs

# hrs_left_tooltip
source: left hours to finish the project
pt_br: horas restantes para conclusão do projeto

source: % walked
pt_br: % caminhado

source: Name
pt_br: Nome

# Size
source: Points
pt_br: Tamanho

# New_size
source: New story
pt_br: Nova estória

source: Is active
pt_br: ativo

source: Next item
pt_br: Próximo item

source: Previous item
pt_br: Item anterior

source: Due to
pt_br: Para

# size_left_tooltip
source: points to finish the project
pt_br: pontos necessários para terminar o projeto

# velocity_tooltip
source: required velocity to finish the project
pt_br: velociade necessária para concluir o projeto

source: Set as delivery item
pt_br: Marcar como item de entrega

source: Set as planning item
pt_br: Marcar como item de planejamento

# Delivery_item_tooltip
source: This size is uesed for all delivery tasls of each sprint
pt_br: Esses pontos são utilizada para todas tarefas de entrega de cada sprint

# Planning_item_tooltip
source: This size, is used for all the planning and review tasks of each sprint
pt_br: Esses pontos são utilizado para todas tarefas de planejamento e revisão de cada sprint

# Next_item_tooltip
source: Next item (Pg dn)
pt_br: Proxímo item (Pg dn)

# Previous_item_tooltip
source: Previous item (Pg up)
pt_br: Item anterior (Pg up)

# BRE_CAN_DELETE_ALREADY_PLANNED_ITEM_errorMessage
source: Can not remove a backlog item that has been already planned.
pt_br: Um item de backlog que já foi planejado não pode ser removido. Você pode entretanto, cancelá-lo.

# BRE_CAN_DELETE_ALREADY_PLANNED_ITEM_errorMessageTitle
source: Could not remove the Backlog item
pt_br: Não é possível remover o item de backlog

# BRE_ITEM_SIZE_ALREADY_USED_errorMessage
source: Can not remove a item size that has been already used at a project. You still can disable it.
pt_br: Não é possível remover uma dimensão que já foi utilizada em um projeto. Você pode entretanto, desativá-la.

# BRE_ITEM_SIZE_ALREADY_USED_errorMessageTitle
source: Could not remove item size
pt_br: Não foi possível remover dimensão

# BRE_PLAN_ITEM_SIZE_CAN_NOT_BE_DELETED_errorMessage
source: The default Plan and Delivery item sizes can not be deleted.
pt_br: As dimensões padrões de Planejameto e Entrega não podem ser removidas.

# BRE_PLAN_ITEM_SIZE_CAN_NOT_BE_DELETED_errorMessageTitle
source: Could not remove item size
pt_br: Não foi possível remover dimensão

source: Add sprint
pt_br: Novo sprint

# BRE_END_DATE_NOT_ALLOWED_errorMessage
source: Could not change the sprint end date. It should be a date after the sprint start date.
pt_br: Não foi possível mudar a data final da sprint. A data deve ser posterior a data de início da sprint.

# BRE_SPRINT_START_DATE_NOT_ALLOWED_errorMessage
source: Could not change the sprint start date. It should be a date after the previuos sprint start date.
pt_br: Não foi possível mudar a data de início da sprint. A data deve ser posterior a data de início da sprint anterior.

# Delivery_sprint_N
source: Delivery sprint {0}
pt_br: Entrega do sprint {0}

source: End date
pt_br: Término

# N_days
source: {0} days
pt_br: {0} dias

# Plan_sprint_N
source: Plan sprint {0}
pt_br: Planejamento do sprint {0}

# Previous_sprint_items
source: Not planned or late
pt_br: Não planejados ou atrasados

source: Start date
pt_br: Início

source: work days
pt_br: dias úteis

# You_will_need_N_guys_to_perform_this_sprint
source: Will be needed {0:0.#} guys to perform this sprint
pt_br: Será necessário {0:0.#} pessoa(s) para realizar o sprint

source: The following items have not been planned yet
pt_br: Os seguintes itens de backlog ainda não foram planejados

source: to current
pt_br: p/ corrente

source: to last
pt_br: p/ último

source: to next
pt_br: p/ próximo

source: to previous
pt_br: p/ anterior

source: plan
pt_br: planejar

source: Plan items
pt_br: Planejar

# Can_not_change_item_hours_Title
source: It is not possible to change item planned hours
pt_br: Não é possível alterar horas planejadas desse item

source: Equalize
pt_br: Equalizar

# N_hours_left
source: {0:0.#} hours left
pt_br: {0:0.#} horas restantes

source: Delivery report
pt_br: Relatório de entregas

source: Print
pt_br: Imprimir

source: Refresh
pt_br: Atualizar

source: Report
pt_br: Relatório

source: New struct
pt_br: Nova estrutura

source: Work structures
pt_br: Estruturas de trabalho

# DELIVERY_GROUP
source: Deliveries
pt_br: Entregas

# DEV_GROUP
source: Development
pt_br: Desenvolvimento

# PLAN_REVIEW_GROUP
source: Plan and review
pt_br: Planejamento e Revisão

# Delivery_at
source: Delivery this item at
pt_br: Entregar este item em

# Delivery_at_the_end_of_the_sprint
source: Delivery this item at the end of the sprint
pt_br: Entregar este item no final da sprint

source: Schedule
pt_br: Agendamento

# Schedule_report
source: Schedule
pt_br: Cronograma

# Suggested_hours_tooltip
source: Suggested hours based on your team velocity history.
pt_br: Horas sugeridas baseadas no seu histórico de velocidade

source: Shift sprints
pt_br: Empurrar sprints

# BRE_CAN_DELETE_ITEM_WITH_TASKS_errorMessage
source: Backlog items with assigned tasks can not be removed.
pt_br: Itens de backlog que possuem tarefas associadas não podem ser removidos.

# BRE_CAN_DELETE_ITEM_WITH_TASKS_errorMessageTitle
source: Could not remove the Backlog item
pt_br: Não é possível remover o item de backlog

# BRE_CAN_DELETE_ITEM_AT_PROPOSAL_errorMessage
source: Items at proposals can not be removed from the backlog.
pt_br: Itens que estão em alguma proposta não podem ser removidos do backlog. Remova o item da proposta antes de removê-lo do backlog.

# BRE_CAN_DELETE_ITEM_AT_PROPOSAL_errorMessageTitle
source: Could not remove the Backlog item
pt_br: Não é possível remover o item de backlog

source: Issue only
pt_br: Bugs apenas

# Shift_sprints_tooltip
source: All sprints will be shifted and a new sprint will be inserted before sprint {0}. Confirm?
pt_br: Todas os sprints serão empurrados e um novo sprint será inserido antes do sprint {0}. Confirma?

# Plan_items_tooltip
source: All late and not planned items will be planned to the current sprint. Confirm?
pt_br: Todos os itens atrasados e não planejados serão movidos para o sprint atual. Confirma?

# Equalise_tooltip
source: The backlog items will be equality distributed between the remaining sprints. Confirm?
pt_br: Os itens the backlog serão distribuidos de forma igual nos sprints restantes. Confirma?

source: Break
pt_br: Quebrar

source: Drop items here
pt_br: Arraste os itens aqui

# BRE_SPRINT_START_DATE_NOT_ALLOWED_errorMessageTitle
source: Sprint date change not allowed
pt_br: Não foi possível mudar data do sprint

# Description_tooltip
source: As a <user type> I want to <do some action> so that <desired result>
pt_br: Como um <usuário do sitema> deve ser possível <ação> de modo que <resultado esperado>

source: click here to see suggested hours
pt_br: clique aqui para ver horas sugeridas

source: Could not suggest hours
pt_br: Não foi possível sugerir horas

# You_need_to_provide_the_item_size
source: You need to provide the item size in order to get the suggested hours
pt_br: É necessário selecionar um Sotry point do item para ver as horas sugeridas

source: Selection
pt_br: Seleção

# Selection_tooltip
source: Turns on/off the multi-item selection
pt_br: Ativa/desativa seleção de multiplos itens

# copyitems_tooltip
source: Ctrl-C to copy
pt_br: Ctrl-C para copiar

source: Items
pt_br: Itens

# N_planned
source: {0:0.#} planned
pt_br: {0:0.#} planejado

# N_spent
source: {0:0.#} spent
pt_br: {0:0.#} gasto

source: Could not paste items
pt_br: Não foi possível colar itens

source: You need to be a scrum master to paste items
pt_br: É necessário ser um Scrum Master para colar itens

source: Pasting items
pt_br: Colando itens

# Pasting_items_prompt
source: You are about to paste {0} items at this project. Are you sure?
pt_br: Você está prestes a colar {0} itens nesse projeto. Tem certeza?

# deliveryGroup
source: (delivery)
pt_br: (entrega)

source: to be done using
pt_br: para ser feito em

# Your_current_backlog_size_is
source: Current backlog size is
pt_br: Tamanho do backlog atual é de

source: hide
pt_br: esconder

source: show
pt_br: exibir

source: Ideal hours
pt_br: Horas ideais

# Ideal_hours_tooltip
source: Amount of hours that a regular team member would take to finish this story
pt_br: Quantidade de horas que um recurso padrão demoraria para concluir essa estória

# PO_ROLE_SN
source: P.O.
pt_br: D.P.

# TEAM_ROLE_SN
source: TEAM
pt_br: EQP

# use_hitorical_hours
source: use avareage hours
pt_br: usar média de horas

source: use ideal hours
pt_br: usar horas ideais

# Are_you_sure_remove_item
source: Are you sure you want to remove the '{0}' backlog item?
pt_br: Tem certeza que deseja remover o item '{0}' do backlog?

source: Remove backlog item
pt_br: Remover item de backlog

# Ticket_project_alert
source: Ticket projects do not have sprints. Instead, they have a continuous backlog that is prioritized and delivered as the client requests.
pt_br: Projetos de Tickets não possuem sprints. Ao invés disso, eles são priorizados e entregues conforme solicitação do cliente.

source: One unit point
pt_br: Uma unidade de ponto

# SinglePoint_Off_tooltip
source: Do you rather use a fixed story point table?
pt_br: Você preferê usar uma tabela fixa de pontos?

# SinglePoint_On_tooltip
source: Instead of use a fixed story point table, do you rather estimate every backlog item size by your self?
pt_br: Ao invés de usar uma tabela fixa de pontos, você preferê definir pontos livremente para cada item de backlog?

source: Use fixed points
pt_br: Usar pontos fixos

source: Use flexibe points
pt_br: Usar pontos flexíveis

source: Show all sprints
pt_br: Todos sprints

source: Change it
pt_br: Alterar

source: at
pt_br: em

source: Delivery
pt_br: Entrega

# end_of_the_sprint
source: end of sprint
pt_br: final do sprint

# end_of_the_sprint_N
source: end of sprint {0}
pt_br: no final do sprint {0}

source: Story
pt_br: História

source: Tasks
pt_br: Tarefas

# no_story
source: No stoty was informed for this item.
pt_br: Nenhuma história foi informada para esse item

# work_on_it
source: add task to me
pt_br: nova tarefa

source: Sprint stack
pt_br: Pilha de sprints

# Schedule_full_report
source: Schedule (full)
pt_br: Cronograma (completo)

# DELIVERY_OCC
source: Fixed at the sprint end
pt_br: Fixo na entrega do sprint

# DEVELOPMENT_OCC
source: Along the sprint
pt_br: Durante o sprint

# PLANNING_OCC
source: Fixed at the sprint planning
pt_br: Fixo no planejamento do sprint

source: at this date
pt_br: nessa data

source: to Product Backlog
pt_br: p/ o Backlog de Produto

source: Product backlog
pt_br: Backlog de produto

source: all
pt_br: tudo

# showing_n
source: showing {0}
pt_br: exibindo {0}

source: any date
pt_br: qualquer data

# This_is_a_plan_item_can_not_be_replaned
source: This is a sprint plan/delivery activity and can not be re-planed once the sprint is over. Change this item status to done.
pt_br: Essa é uma atividade de planejamento/entrega de sprint e não pode ser replanejada depois que o sprint acabou. Altere o status desse item para Concluído.

source: calculating...
pt_br: calculando...

# Preview_price
source: Calc price
pt_br: Preço?
