Repository: klot-git/scrum-factory
Catalog: ScrumFactory.Windows/Properties/Resources.*.resx
Languages: pt_br

source: About
pt_br: Sobre

source: About Scrum Factory
pt_br: Sobre o Scrum Factory

# AFTER_DEPLOY_BUG_TASK
source: After deployment bug
pt_br: Bug pós entrega

source: Alert
pt_br: Aviso

source: Back
pt_br: Voltar

source: Cancel
pt_br: Cancelar

# CANCELED_TASK
source: Canceled
pt_br: Cancelada

# ChangeLanguageHeader
source: Re-start Scrum Factory?
pt_br: Re-inicar Scrum Factory?

# ChangeLanguageText
source: The Scrum Factory need to be re-started in order to apply your changes. Re-start now?
pt_br: O Scrum Factory precisa ser re-iniciado para que as alterações tenham efeito. Re-inicar agora?

source: Close
pt_br: Fechar

# CloseButton
source: Close (Esc)
pt_br: Fechar (Esc)

source: Commercial Guy
pt_br: Comercial

# current_sprint
source: selected
pt_br: selecionado

# day12_allocation
source: 4 hours/day
pt_br: 4 horas/dia

# day14_allocation
source: 2 hours/day
pt_br: 2 horas/dia

# day34_allocation
source: 6 hours/day
pt_br: 6 horas/dia

# day44_allocation
source: 8 hours/day
pt_br: 8 horas/dia

# dayNull_allocation
source: Less than 2 hours/day
pt_br: Menos de 2 horas/dia

# DELIVERY
source: Delivery Item
pt_br: Item de entrega

source: Development task
pt_br: Desenvolvimento

# DONE_TASK
source: Done
pt_br: Concluída

# Error_reading_report_template_errorMessage
source: Sorry, could not find the report template.
pt_br: Desculpe, não foi possível localizar o template do relatório

# Error_reading_report_template_errorMessageTitle
source: Error reading report template
pt_br: Erro lendo template do relatório

source: Factory owners
pt_br: Donos da fábrica

source: Feedback Survey
pt_br: Feedback

# Feedback_survey_text
source: We are working on improve The Scrum Factory to meet your needs. Could you give us some feedback about the tool?
pt_br: Estamos trabalhando para melhorar The Scrum Factory. Você poderia responder uma rápida pesquisa com seus feedbacks?

# Go_to_project_N
source: Go to project {0}
pt_br: Vai para o projeto {0}

# HIGH_IMPACT_RISK
source: High
pt_br: Alto

# HIGH_PRIORITY
source: High
pt_br: Alta

# HIGH_PROBABILITY_RISK
source: High
pt_br: Alta

# IMPEDIMENT_TASK
source: Impediment
pt_br: Impedimento

# IMPROVEMENT_ITEM
source: Improvement
pt_br: Melhoria

source: Improvement task
pt_br: Melhoria

# Inactives
source: Show inactives
pt_br: Mostrar inativos

# IPROVEMENT_TASK
source: Improvement
pt_br: Melhoria

# ISSUE_ITEM
source: Issue
pt_br: Bug pós-entrega

source: Item canceled
pt_br: Cancelado

source: Item done
pt_br: Concluído

source: Item required
pt_br: Solicitado

# ITEM_WORKING
source: Item in progress
pt_br: Em andamento

# LanguageMenu
source: Language
pt_br: Idioma

# LanguageMenuItemEN
source: English
pt_br: Inglês

# LanguageMenuItemPT
source: Portuguese
pt_br: Português

# Loading
source: Loading, please wait...
pt_br: Carregando, por favor aguade...

# LOW_IMPACT_RISK
source: Low
pt_br: Baixo

# LOW_PROBABILITY_RISK
source: Low
pt_br: Baixa

# MEDIUM_IMPACT_RISK
source: Medium
pt_br: Médio

# MEDIUM_PRIORITY
source: Medium
pt_br: Média

# MEDIUM_PROBABILITY_RISK
source: Medium
pt_br: Média

# Microsoft_Http_HttpStageProcessingException_errorMessage
source: Could not connect to the Factory Server. Verify your network connection.
pt_br: Não foi possível conectar-se ao servidor. Verifique sua conexão de rede.

# Microsoft_Http_HttpStageProcessingException_errorMessageTitle
source: Error connecting to the server
pt_br: Erro ao conectar-se ao servidor

# More_combobox_items
source: refine your search for more results
pt_br: refine sua busca para mais resultados

source: My profile
pt_br: Meu perfil

source: New project
pt_br: Novo projeto

source: next_sprint
pt_br: próximo sprint

source: No
pt_br: Não

# NONE_IMPACT_RISK
source: None
pt_br: Nenhum

# NONE_PROBABILITY_RISK
source: None
pt_br: Nenhuma

source: Normal item
pt_br: Padrão

# No_combobox_items
source: Could not find item match
pt_br: Não foi possível encontrar item

# PLANNING
source: Planning item
pt_br: Item de planejamento

source: previous sprint
pt_br: sprint anterior

source: Product Owner
pt_br: Dono do Produto

# PROJECT_CANCELED
source: Canceled project
pt_br: Projeto cancelado

# PROJECT_DONE
source: Closed project
pt_br: Projeto concluído

# PROJECT_STARTED
source: Running project
pt_br: Projeto em andamento

# PROJECT_SUPPORT
source: Maintenance
pt_br: Manutenção

# PROPOSAL_APPROVED
source: Approved proposal
pt_br: Proposta aprovada

# PROPOSAL_CREATION
source: Opportunity
pt_br: Oportunidade

# PROPOSAL_REJECTED
source: Rejected proposal
pt_br: Proposta rejeitada

source: Recent projects
pt_br: Projetos recentes

# REJECTED_BY_CLIENT_CANCEL
source: rejected because the project we canceled
pt_br: não aprovada porque o cliente cancelou o projeto

# REJECTED_BY_DEADLINE
source: rejected due the proposal deadline
pt_br: não aprovada devido ao prazo

# REJECTED_BY_OTHER_PROPOSAL
source: other proposal was used
pt_br: outra proposta foi utilizada

# REJECTED_BY_PRICE
source: rejected due the proposal price
pt_br: não aprovada devido ao preço

# REJECTED_BY_UNKNOW
source: i do not know the reject reason
pt_br: eu desconheço o motivo da não aprovação

source: Remove
pt_br: Remover

source: Repository log settings
pt_br: Configurações do log do repositório

# REQUIRED_TASK
source: Planned
pt_br: Planejada

# ScrumFactory_Exceptions_ForbittenException_errorMessage
source: Sorry, you are not authorized to perform this operation.
pt_br: Desculpe, você não está autorizado a realizar essa operação.

# ScrumFactory_Exceptions_ForbittenException_errorMessageTitle
source: Not authorized
pt_br: Não autorizado

# ScrumFactory_Exceptions_NetworkException_errorMessage
source: Could not connect to the Factory Server. Verify your network connection.
pt_br: Não foi possível conectar-se ao servidor na chamada de alguma operação do Factory. Verifique sua conexão de rede e se o caminho do servidor está correto.

# ScrumFactory_Exceptions_NetworkException_errorMessageTitle
source: Error connecting to the server
pt_br: Erro conectando-se ao servidor

# ScrumFactory_Exceptions_NotFoundException_errorMessage
source: The item you are trying to change is no longer at the server. It may has been removed by somebody else. Try to Refresh (F5) your project.
pt_br: O item que você estava tendando alterar não foi encontrado no servidor. Ele pode ter sido removido por outro usuário. Realize um Refresh (F5) do seu projeto.

# ScrumFactory_Exceptions_NotFoundException_errorMessageTitle
source: Could not find item
pt_br: Não foi possível encontrar o item

# ScrumFactory_Exceptions_ServerErrorException_errorMessage
source: An unexpected error ocurred at the Factory Server. Check the log error at the server.
pt_br: Um erro não esperado ocorreu no servidor. Consulte o log de erros no servidor.

# ScrumFactory_Exceptions_ServerErrorException_errorMessageTitle
source: Server error
pt_br: Erro no servidor

# Scrum_factory_in_background
source: Fix the Scrum Factory icon at the system trail to have fast access to your tasks
pt_br: Fixe o icone do Scrum Factory na barra de tarefas para ter rápido acesso a suas tarefas

# select_member_tip
source: select a member
pt_br: selecione um recurso

# Sigining
source: Signing...
pt_br: Entrando...

source: Sign in
pt_br: Entrar

source: Sign out
pt_br: Trocar usuário

# Sprint_N_of_M
source: Sprint {0} of {1}
pt_br: Sprint {0} de {1}

# Suggested_hours_tooltip
source: Suggested hours based at your historical velocity data
pt_br: Horas sugeridas baseadas no seu histórico de velocidade

source: Task canceled
pt_br: Tarefa cancelada

source: Team
pt_br: Equipe

source: Test task
pt_br: Teste

source: Tip
pt_br: Dica

# URGENT_PRIORITY
source: Urgent
pt_br: Urgente

# WORKING_ON_TASK
source: Working on
pt_br: Em andamento

source: Yes
pt_br: Sim

# You_have_not_signed
source: You have not signed yet
pt_br: Aguardando usuário entrar na aplicação

source: edit
pt_br: editar

source: English - EUA
pt_br: Inglês - EUA

source: Portuguese - Brazil
pt_br: Português - Brasil

# More_Information
source: For more information and support access:
pt_br: Para mais informações e suporte acesse:

# TopMenu_tooltip
source: Click here for more menu options
pt_br: Clique aqui para mais opções de menu

# Go_back_to_project
source: back to '{0}'
pt_br: voltar para '{0}'

# My_tasks
source: See my tasks
pt_br: Ver minhas tarefas

source: Critical item
pt_br: Item crítico

source: What is new
pt_br: O que há de novo

source: Always show on start up
pt_br: Exibir sempre ao iniciar

# N_hours_left
source: {0:0.#} hours left
pt_br: {0:0.#} horas restantes

# Enable_ticket_projects
source: Enable Ticket projects (beta)
pt_br: Ativar projetos de Ticket (beta)

source: Options...
pt_br: Opções...

# Interface_language
source: Language
pt_br: Idioma

# Language_settings
source: Language
pt_br: Idioma

source: Save
pt_br: Salvar

# en_US_description
source: English United State
pt_br: Inglês - Estados Unidos

# pt_BR_description
source: Portuguese Brazil
pt_br: Português - Brasil

# SVN_command
source: External program to open repositories
pt_br: Programa para abrir os respositórios

source: (requires re-start)
pt_br: (necessário re-iniciar)

# Ticket_projects_settings
source: Ticket projects
pt_br: Projetos de ticket

source: Spell checker
pt_br: Corretor ortográfico

# Spell_checker_tooltip
source: You can use any Open Office dictionary. Just copy the .dic and .aff files to "My Documets\Scrum Factory\SpellDics" folder.
pt_br: Você pode usar qualquer dicionário do Open Office. Basta copiar os arquivos .dic e .aff para a pasta "Meus Documentos\Scrum Factory\SpellDics".

source: disabled
pt_br: desativado

# Ticket_project_alert
source: Ticket projects do not have sprints. Instead, they have a continuous backlog that is prioritized and delivered as the client requests.
pt_br: Projetos de Tickets não possuem sprints. Ao invés disso, eles são priorizados e entregues conforme solicitação do cliente.

# Continue_with_SF
source: Continue with Scrum Factory
pt_br: Continuar no Scrum Factory

# N_hours_of_work
source: {0:0.#} hrs of work to do
pt_br: {0:0.#} hrs à fazer

source: Preferences
pt_br: Preferências

source: Show points at backlog list
pt_br: Exibir pontos na lista de backlog

source: more...
pt_br: mais...

# go_to_projects
source: go back to projects (F2)
pt_br: voltar para os projetos (F2)

source: my tasks (F2)
pt_br: minhas tarefas (F2)

# DELIVERY_OCC
source: Fixed at the sprint end
pt_br: Fixo na entrega do Sprint

# DEVELOPMENT_OCC
source: Along the sprint
pt_br: Durante o Sprint

# PLANNING_OCC
source: Fixed at the sprint planning
pt_br: Fixo no planejamento do Sprint

# FIXED_OCC
source: Fixed date
pt_br: Data fixa

# ScrumFactory_Exceptions_OldServerException_errorMessage
source: Your server version does not support this feature. Please update your Scrum Factory server.
pt_br: A versão do servidor não suporta essa funcionalidade. Por favor, atualize o seu servidor Scrum Factory.

# ScrumFactory_Exceptions_OldServerException_errorMessageTitle
source: Old server version
pt_br: Versão antiga do servidor

# Sprint_length
source: Sprint length (work days)
pt_br: Tamanho do sprint (dias úteis)

# TROPHY_BUG_KILLER_tooltip
source: Solved more than 3 bugs this month.
pt_br: Resolveu mais de 3 bugs nesse mês.

# TROPHY_EXPERT_tooltip
source: Worked more than 2.000 hours.
pt_br: Trabalhou mais de 2.000 horas.

# TROPHY_HARD_WORKER_tooltip
source: Worked more than 160 hours this month.
pt_br: Trabalhou mais de 160 horas nesse mês.

# TROPHY_IMPROVER_tooltip
source: Made more than 3 improvements this month.
pt_br: Realizaou mais de 3 melhorias nesse mês.

# TROPHY_THE_FLASH_tooltip
source: Solved more than 3 tasks before the planned time.
pt_br: Resolveu mais de 2 tarefas antes do tempo previsto nesse mês.

# N_hrs_this_month
source: {0} hrs this month
pt_br: {0} hrs esse mês

# BROWSER_CONSTRAINT
source: Browsers
pt_br: Navegadores

# BUSINESS_CONSTRAINT
source: Business
pt_br: Negócio

# DATABASE_CONSTRAINT
source: Database
pt_br: Banco de Dados

# DEVICE_CONSTRAINT
source: Devices
pt_br: Dispositivos

# ENVIRONMENT_CONSTRAINT
source: Environment
pt_br: Ambiente

source: Repository
pt_br: Repositório

# RepositoryPath
source: Code repository file path
pt_br: Caminho físico dos repositórios

# RepositoryPath_tooltip
source: Ex: d:\myrepositories (leave it blank to use server-side configuration)
pt_br: Ex: d:\myrepositories (deixe vazio para usar configuração server-side)

# RepositoryUrl
source: Code repository server url
pt_br: Url do servidor

# RepositoryUrl_tooltip
source: Ex: https://yourcompany/svn (leave it blank to use server-side configuration)
pt_br: Ex: https://yourcompany/svn (deixe vazio para usar configuração server-side)

# RepositoryVersion
source: Version
pt_br: Versão

# RepositoryVersion_tooltip
source: (leave it blank to use server-side configuration)
pt_br: (deixe vazio para usar configuração server-side)

source: General options
pt_br: Opções Gerais

source: Projects
pt_br: Projetos

source: SVN options
pt_br: Opções de SVN

# ProjectFolderFilePath
source: Projects Network folder
pt_br: Pasta de projetos

# ProjectFolderFilePath_tooltip
source: Everytime you create a project a folder will be created inside this folder. (leave it blank to use server-side configuration)
pt_br: Toda vez que você cria um projeto, uma pasta vai ser criada dentro dessa pasta (deixe vazio para usar configuração server-side)

# Factory_settings
source: Server settings
pt_br: Configurações do servidor

# _N_days_left
source: ({0} days left)
pt_br: ({0} dias restantes)

source: Copy project url to clipboard
pt_br: Copiar url do projeto para o clipboard
