Repository: klot-git/scrum-factory
Catalog: ScrumFactory.Projects/Properties/Resources.*.resx
Languages: pt_br

source: all projects
pt_br: todos projetos

source: anytime
pt_br: qualquer data

source: At
pt_br: Em

source: Cancel
pt_br: Cancelar

source: Create
pt_br: Criar

source: Create new project
pt_br: Criar novo projeto

source: Customer
pt_br: Cliente

source: five years ago
pt_br: cinco anos atrás

source: from
pt_br: desde

source: My projects
pt_br: Meus projetos

source: No projects were found.
pt_br: Nenhum projeto foi encontrado.

# No_projects_were_found_tip
source: Try to type a project name, number ou client name at the search text box.
pt_br: Tente digitar um nome de projeto, número ou nome do cliente na caixa de pesquisa.

source: one year ago
pt_br: um ano atrás

source: Planned start date
pt_br: Início previsto

source: Project abstract
pt_br: Resumo

source: Project name
pt_br: Nome do projeto

source: open projects
pt_br: projetos em aberto

# Scrum_Master_Role_description
source: Manage the project team and remove the impediments.
pt_br: Gerencia a equipe do projeto e remove impedimentos.

source: Search
pt_br: Pesquisar

# Team_Role
source: Team
pt_br: Equipe

# Team_Role_description
source: General developers.
pt_br: Desenvolvedor multidiciplionar.

source: two years ago
pt_br: dois anos atrás

source: closed projects
pt_br: projetos arquivados

# OPPORTUNITIES_PROJECTS
source: opportunities
pt_br: oportunidades

# im_envolved
source: i am committed
pt_br: que estou comprometido

source: New project
pt_br: Novo

source: Back
pt_br: Voltar

source: Project details
pt_br: Detalhes

# Project_number
source: Project
pt_br: Projeto

# Team_Role_SN
source: TEAM
pt_br: EQP

source: Platform
pt_br: Plataforma

source: Code repository path
pt_br: Repositório de código

# Doc_repository_path
source: Project folder
pt_br: Pasta

# Product_Owner_description
source: Define and prioriza the backlog.
pt_br: Define e prioriza o backlog.

# Product_Owner_Role
source: Product Owner
pt_br: Dono do Produto

source: use last project as model
pt_br: usar último projeto como modelo

source: Anyone can join
pt_br: Qualquer um pode participar do projeto

source: Budget
pt_br: Orçamento

# budgetIndicator_tooltip
source: The already compromised budget based on the amount of hours that this project team had worked until now.
pt_br: Quanto do orçamento já foi comprometido baseado na quantidade de horas que essa equipe de projeto já trabalhou até o momento.

# Close_project
source: Close
pt_br: Arquivar

# Close_project_message
source: You are about to close this project and release all project team. Are you sure?
pt_br: Você está prestes a arquivar este projeto e desalocar toda equipe. Tem certeza que deseja continuar?

# Close_project_message_close_items
source: You are about to close this project and release all project team. There are unfinished items, do you want to close them?
pt_br: Você está prestes a arquivar este projeto e desalocar toda equipe. Existem items que ainda não estão terminados, deseja marcá-los como terminados?

# CreateProjectSuccessMessage
source: The project '{0}' has been sucessfully created.
pt_br: O projeto '{0}' foi criado com sucesso.

# C_tooltip
source: Compare with current planning
pt_br: Comparar com o planejamento corrente

# Doc_rep
source: Project folder
pt_br: Pasta

# F_tooltip
source: Compare with first planning
pt_br: Comparar com o primeiro planejamento

source: hrs ahead
pt_br: hrs adiantado

source: hrs behind
pt_br: hrs atrasado

source: Important dates
pt_br: Datas importantes

source: My day
pt_br: Meu dia

source: My observer tasks
pt_br: Tarefas que devo observar

source: My tasks
pt_br: Minhas tarefas

source: no items
pt_br: nenhum item

# N_days
source: {0} day(s)
pt_br: {0} dia(s)

# N_days_to_end_sprint_N_of_N
source: {0} day(s) to sprint {1} end, of {2} sprints
pt_br: {0} dia(s) para o fim do sprint {1}, de {2} sprints

# PProject_end
source: Project end
pt_br: Fim do projeto

source: Project Burndown
pt_br: Burndown

source: project end
pt_br: fim do projeto

source: Project expired
pt_br: Projeto expirado

source: Project finished
pt_br: Projeto concluído

source: Project not started
pt_br: Projeto não iniciado

source: Project start
pt_br: Início do projeto

# P_tooltip
source: Compare with proposal planning
pt_br: Comparar com o plano da proposta

source: Quality
pt_br: Qualidade

# qualityIndicator_tooltip
source: The amout of hours that this team have spend correcting bugs.
pt_br: A quantidade de horas que essa equipe de projeto gastou corrigindo bugs.

source: Review report
pt_br: Relatório de Revisão

source: % re-work
pt_br: % re-trabalho

source: Speed
pt_br: Velocidade

# Sprint_1_not_started_yet
source: Sprint 1 has not started yet
pt_br: Sprint 1 não iniciou ainda

# Sprint_N_start
source: Sprint {0} start
pt_br: Início do sprint {0}

source: Start project
pt_br: Iniciar

# Start_project_message
source: You are about to start this project. Are you sure?
pt_br: Você está prestes a iniciar este projeto. Tem certeza que deseja continuar?

# Start_project_message_move_date
source: You are about to start this project. This first sprint of this project was planned to start at {0:d}. Do you want to start it moving changing the sprint start date to today?
pt_br: Você está prestes a iniciar este projeto. O primeiro sprint do projeto está planejado para {0:d}. Deseja começar o projeto alterando a data da sprint para hoje?

source: Summary
pt_br: Sumário

source: Suspended
pt_br: Suspenso

source: Today
pt_br: Hoje

source: % used budget
pt_br: % orçamento usado

# velocityIndicator_tooltip
source: The amount of hours that this project team takes to finish 1 backlog item point. The factory average is {0:0.0} points per hour.
pt_br: A quantidade de horas que essa equipe de projeto demora para fazer 1 ponto de item de backlog. A média da fábrica é {0:0.0} pontos por hora.

# View_other_members
source: View project team
pt_br: Ver toda equipe

source: % walked
pt_br: % caminhado

source: External command
pt_br: Comando

source: Repository log settings
pt_br: Configuração do log do repositório

source: Save
pt_br: Salvar

# External_command_tooltip
source: Provide the external program path that should be used to open repository logs. Ex: C:\Program Files\TortoiseSVN\bin\TortoiseProc.exe /command:log /path:"{0}" /findstring:"{1}" /findtype:1
pt_br: Informe o caminho do programa externo que deve ser utilizado para abrir os log de repositório. Ex: C:\Program Files\TortoiseSVN\bin\TortoiseProc.exe /command:log /path:"{0}" /findstring:"{1}" /findtype:1

# External_command_error
source: An error ocured when trying to run the external command. Check your external command definition.
pt_br: Um erro ocorreu na execução do comando externo. Verifique a definição do comando externo.

source: My Engagement
pt_br: Meu Comprometimento

# _hrs_as_
source: as
pt_br: como

# BRE_INVALID_MEMBER_WORKLOAD_errorMessage
source: It is not possible to alloc this resource for this amount of hours. Try to reduce its allocation time.
pt_br: Não é possível alocar este recurso com essa quantidade de horas. Tente diminuir a alocação dele.

# BRE_INVALID_MEMBER_WORKLOAD_errorMessageTitle
source: Resource allocation not allowed
pt_br: Alocação de recurso não permitida

# Click_here_to_join_the_project
source: Click here to join this project
pt_br: Clique aqui para entrar no projeto

# You_are_not_in_this_project_team
source: You are not member of this project team.
pt_br: Você não participa desse projeto.

# BRE_CAN_NOT_REMOVE_LAST_SCRUM_MASTER_errorMessage
source: At least one Scrum Master should be at the project.
pt_br: Ao menos um Scrum Master deve estar no projeto.

# BRE_CAN_NOT_REMOVE_LAST_SCRUM_MASTER_errorMessageTitle
source: Member can not be removed
pt_br: Membro não pode ser removido

# Copy_to_clipboard
source: Copy list
pt_br: Copiar lista

# Results_for_X_projects
source: Results for "{0}"
pt_br: Resultados para "{0}"

# _for_X
source: for "{0}"
pt_br: para "{0}"

source: actual hours
pt_br: real

# planned_hours_to_finish_the_project
source: planned hours to finish project
pt_br: horas planejadas para conclusão do projeto

# Product_Owner_Role_SN
source: P.O.
pt_br: D.P.

# Project_guide_report
source: Project guide
pt_br: Guia do projeto

source: Reports
pt_br: Relatórios

source: Sprint review
pt_br: Revisão do sprint

# Project_scope_report
source: Scope list
pt_br: Escopo

# Project_Hours_graph
source: Spent hours
pt_br: Horas trabalhadas

source: planned hours
pt_br: horas planejadas

source: worked hours
pt_br: horas trabalhadas

# ZoomLevel_Items
source: Items
pt_br: Itens

# ZoomLevel_Project
source: Project
pt_br: Projeto

# ZoomLevel_Structures
source: Structures
pt_br: Estruturas

# Project_indicators_report
source: Indicators
pt_br: Indicadores

# Total_Hours_In_This_Project
source: Worked {0} hours in this project
pt_br: Trabalhou {0} horas nesse projeto

# ZoomLevel_Roles
source: Roles
pt_br: Papéis

source: planned
pt_br: planejadas

source: worked
pt_br: trabalhadas

# N_worked_hours
source: {0} worked hours
pt_br: {0} hrs trabalhadas

source: ticket project
pt_br: projeto de ticket

# Ticket_project_alert
source: Ticket projects do not have sprints. Instead, they have a continuous backlog that is prioritized and delivered as the client requests.
pt_br: Projetos de Tickets não possuem sprints. Ao invés disso, eles são priorizados e entregues conforme solicitação do cliente.

# back_to_project_N
source: back to '{0}'
pt_br: voltar para '{0}'

# HELP_Project_created
source: <TextBlock TextWrapping="Wrap"> Congratulations,<LineBreak/> your Project has been created.<LineBreak/><LineBreak/> You can use the <Bold>Backlog</Bold> tab to add Project items. To estimate the effort for each item, just click over the item and provide the amount of estimated hours to finish the item.<LineBreak/> These hours will be used at the project burndown chart.<LineBreak/><LineBreak/> After that, split the items into sprints using <Bold>Sprint</Bold> tab and dragging the items from one sprint to another.<LineBreak/> The item priority can be changed dragging them up and down at the backlog.<LineBreak/><LineBreak/> You can also define the team that will work with you at this project and register the identified risks so far using the <Bold>Team</Bold> and <Bold>Risks</Bold> tabs.<LineBreak/> If your project needs a commercial proposal use the <Bold>Proposal</Bold> tab to add, approve and reject proposals. <LineBreak/><LineBreak/> Once, this steps are done and you are ready to start the Project click over the Start button (<Image Source="/Images/ToolBar/startProject.png" Width="16" Height="16" Stretch="Uniform"/>) at the top of this page. </TextBlock>
pt_br: <TextBlock TextWrapping="Wrap"> Parabéns, <LineBreak/> o seu projeto acabou de ser criado.<LineBreak/><LineBreak/> Você pode utilizar a aba <Bold>Backlog</Bold> para adicionar itens ao projeto. Para estimar o esforço de cada item, clique sobre o item e informe a quantidade de horas estimadas por recurso.<LineBreak/> Essas horas serão exibidas no gráfico burndown do projeto.<LineBreak/><LineBreak/> Depois, divida os itens em sprints clicando na aba <Bold>Sprint</Bold> e arrastando os itens de um sprint para outro.<LineBreak/> A prioridade dos itens também pode ser alterada arrastando-os para cima ou para baixo.<LineBreak/><LineBreak/> Você também pode definir a equipe que irá trabalhar nesse projeto e identificar os riscos do projeto usando as abas <Bold>Equipe</Bold> e <Bold>Riscos</Bold>.<LineBreak/> Caso o seu projeto necessite de uma proposta comercial utilize a aba <Bold>Propostas</Bold> para cadastrar propostas, enviá-las ao seu cliente e aprová-las. <LineBreak/><LineBreak/> Uma vez que esses passos estejam feitos e você esteja pronto para iniciar o projeto utilize o botão Iniciar (<Image Source="/Images/ToolBar/startProject.png" Width="16" Height="16" Stretch="Uniform"/>) no topo da página. </TextBlock>

source: need help?
pt_br: ajuda?

# ok_i_know
source: ok, i got it
pt_br: ok, eu ja entendi

source: Project created
pt_br: Projeto criado

# since_N
source: since {0}
pt_br: desde {0}

# Send_Mail
source: Notify team
pt_br: Notificar

# create_a_new_one
source: new one at
pt_br: novo repositório em

# use_old_one
source: use the same from this project
pt_br: usar do projeto já existente

# use_one_of_the_following_reps
source: use one of the following code repositories
pt_br: usar um dos repositórios de código abaixo:

# Create_N_repository
source: Create {0} repo
pt_br: Criar {0}

# Create_rep_text_help
source: Please, select a repository or choose to create a new one.
pt_br: Por favor, selecione um repositório, ou escolha por criar um novo repositório.

# comparing_with_N
source: plan {0}
pt_br: planejamento {0}

# comparing_with_proposal
source: proposal
pt_br: proposta

source: do not use as baseline
pt_br: não usar como baseline

source: use as baseline
pt_br: usar como baseline

# Could_not_open_path_N
source: Could not open path '{0}'.
pt_br: Não foi possível abrir o caminho '{0}'.
