Repository: klot-git/scrum-factory
Catalog: ScrumFactory.Login/Properties/Resources.*.resx
Languages: pt_br

# authenticate_at_P
source: authenticate at {0}
pt_br: autenticar com {0}

# Factory_could_not_validate_credentials
source: The Scrum Factory server could not validate credentials against the autheticator provider.
pt_br: O servidor não conseguiu validar as credenciais junto ao provedor de autenticação.

# Invalid_credentials
source: Invalid user name or password
pt_br: Usuário ou senha inválidos

source: Sign in
pt_br: Entrar

source: Signing...
pt_br: Entrando...

# Error_on_provider
source: Error on authorization provider connection. Check log file for detailed information.
pt_br: Erro na conexão com o provedor de autenticação. Verifique o arquivo de log para mais informações.

# ScrumFactory_Exceptions_ForbittenException_errorMessage
source: Sorry, you are not authorized to perform this operation.
pt_br: Desculpe, você não está autorizado a realizar essa operação.

# ScrumFactory_Exceptions_ForbittenException_errorMessageTitle
source: Not authorized
pt_br: Não autorizado

# ScrumFactory_Exceptions_NetworkException_errorMessage
source: Could not connect to the Factory Server. Verify your network connection.
pt_br: Não foi possível conectar-se ao servidor na chamada de alguma operação do Factory. Verifique sua conexão de rede e se o caminho do servidor está correto.

# ScrumFactory_Exceptions_NetworkException_errorMessageTitle
source: Error connecting to the server
pt_br: Erro conectando-se ao servidor

# ScrumFactory_Exceptions_ServerErrorException_errorMessage
source: An unexpected error ocurred at the Factory Server.
pt_br: Um erro não esperado ocorreu no servidor.

# ScrumFactory_Exceptions_ServerErrorException_errorMessageTitle
source: Server error
pt_br: Erro no servidor

# old_client_version_message
source: Your client version is not updated and can not work with this server. Close the application and start it again to automticallu upgrade your client version
pt_br: A versão do seu cliente não está atualizada e não pode trabalhar com esse servidor. Feche a aplicação e inicie novamente para automaticamente atualizá-la.

# old_server_version_message
source: The Scrum Factory Server Version is too old to work with this client. Please ask your server administrator to download at install the new server version from www.scrum-factory.com.
pt_br: A versão do servidor Scrum Factory Server é muito antiga para trabalhar com seu cliente. Por favor, solicite ao adminsitrador para baixar e instalar a nova versão do servidor em www.scrum-factory.com.

# user_blocked_message
source: Your user is blocked by the factory administrator.
pt_br: Seu usuário foi bloqueado pela administrador da fábrica.

# Factory_signin_error
source: This could be an internal error on the server-side, a database connection problem or a proxy issue on the server-side.
pt_br: Verifique se o endereço do servidor está correto, se o banco de dados está em funcionamento ou se existe algum proxy que impessa a comunicação do servidor com o provedor de autenticação.

# login_help
source: Having a hard time trying to singing?
pt_br: Está difícil logar?

# Authorization_provider_not_supported
source: '{0}' authentication is not supported by the server '{1}'.
pt_br: Autenticação '{0}' não é suportado pelo servidor '{1}'.

source: Authenticate with
pt_br: Autenticar com

source: Connect at server
pt_br: Conectar no servidor

source: Authorization
pt_br: Autorização

# Sign_in_using
source: Select how do you want to sign in to Scrum Factory
pt_br: Selecione como você deseja entrar no Scrum Factory

# at
source: Server
pt_br: Servidor

# Click_here_to_use_the_demo_server
source: Click here to conect at our public server.
pt_br: Clique aqui para conectar no nosso servidor público.

source: Click here for help.
pt_br: Clique aqui para ajuda.

# Login_method_not_found
source: The Sign In REST url was not found at the server. If your client version is 2.50.*.* or higher make sure your Server DLLs are updated. You can download the latest server dlls at http://thescrumfactory2012.codeplex.com/releases.
pt_br: A url do serviço REST de login não foi encontrada no servidor. Se você está usando um cliente com versão 2.50.*.* ou superior, tenha certeza que as DLLs do servidor estão atualizadas. Você pode baixar a última versão das dlls do servidor em http://thescrumfactory2012.codeplex.com/releases.

source: password
pt_br: senha

# secure_tooltip
source: We do not keep any of your sensitive data. Your password is send using secure channel directly to the authentication provider.
pt_br: Não armazenamos sua senha. Ela é enviada usando canais seguros diretamente para o provedor de autenticação.

# bad_login
source: Invalid user or password, or could not get response from {0}.
pt_br: Usuário ou senha inválidos, ou não foi possível obter resposta de {0}.

# Click_here_to_use_a_corporate_server
source: If you want to login at a corporate server, click here.
pt_br: Se você deseja logar em um servidor corporativo, clique aqui.

source: server address
pt_br: endereço do servidor

# You_are_connecting_at_a_corporate_server_N
source: You are connecting at a corporate server: {0}
pt_br: Você está conectando-se em um servidor corporativo: {0}

source: Public hub server
pt_br: Public hub

# Public_hub_server_tooltip
source: Our public server, where anyone can access it.
pt_br: Nosso servidor publico, qualquer pessoa pode acessá-lo. Requer apenas uma conexão com a internet.

source: Select a server to login
pt_br: Selecione um servidor para entrar

# Stand_alone_server
source: Stand alone server (beta)
pt_br: Stand alone (beta)

# Stand_alone_server_tooltip
source: It runs on your computer, and only you can access it. No internet server, or database service is required.
pt_br: Roda no seu próprio computador, somente você pode usá-lo. Não requer um servidor de internet, nem um serviço de banco de dados.

source: Your company server
pt_br: Servidor da sua empresa

# Your_company_server_tooltip
source: A Scrum Factory server installed inside your company where all your developers, and only them can access it.
pt_br: Um servidor do Scrum Factory instalado e configurado dentro da sua empresa, onde apenas os seus desenvolvedores possuem acesso.

# Change
source: Change server
pt_br: Alterar servidor

source: Connect
pt_br: Conectar

# Select_authenticaton_to_connect_at
source: Select authenticaton method to connect at
pt_br: Selecione como autenticar em
