Repository: klot-git/scrum-factory
Catalog: ScrumFactory.Team/Properties/Resources.*.resx
Languages: pt_br

source: Close
pt_br: Fechar

source: Roles
pt_br: Papeis

source: Role name
pt_br: Nome do papel

source: Team
pt_br: Equipe

source: Description
pt_br: Descrição

source: New role name
pt_br: Novo papel

# Add_new_role
source: New role
pt_br: Novo papel

# BRE_ROLE_ALREADY_PLANNED_errorMessage
source: Roles can not be removed when the project already has items planned for them. In order to remove this role, try to clear all hours planned for it.
pt_br: Papeis do projeto não podem ser excluídos se horas já foram planejadas. Se possível, limpe as horas de planejamento do papel antes de excluí-lo.

# BRE_ROLE_ALREADY_PLANNED_errorMessageTitle
source: Role can not be removed
pt_br: Papel não pode ser removido

source: Add member
pt_br: Adicionar

# Adding_new_ROLE
source: Adding new {0}
pt_br: Adicionando novo {0}

# Search_tooltip
source: Search for name or skill
pt_br: Pesquise por nome ou qualificação

source: Company
pt_br: Empresa

source: Resource
pt_br: Recurso

source: Workload
pt_br: Carga

source: Contact data
pt_br: Dados p/ Contato

source: Member added
pt_br: Recurso adicionado

# A_3QUARTER_BUSY
source: At least 1/4 of day free
pt_br: Ao menos 1/4 do dia livre

# A_QUARTER_BUSY
source: At least 3/4 of day free
pt_br: Ao menos 3/4 do dia livre

# FULL_DAY_BUSY
source: Even busy
pt_br: Mesmo ocupado

# HALF_DAY_BUSY
source: At least 1/2 of day free
pt_br: Ao menos 1/2 dia livre

# FULL_DAY_FREE
source: All day free
pt_br: Dia inteiro livre

# Add_to_project
source: Add
pt_br: Adicionar

source: Occupation
pt_br: Ocupação

# No_items_were_found
source: No resources were found.
pt_br: Nenhum colaborador encontrado.

# No_items_were_found_tip
source: Try to change the workload filter.
pt_br: Tente alterar o filtro de carga de trabalho.

# BRE_INVALID_MEMBER_WORKLOAD_errorMessage
source: It is not possible to alloc this resource for this amount of hours. Try to reduce its allocation time.
pt_br: Não é possível alocar este recurso com essa quantidade de horas. Tente diminuir a alocação dele.

# BRE_INVALID_MEMBER_WORKLOAD_errorMessageTitle
source: Resource allocation not allowed
pt_br: Alocação de recurso não permitida

source: My profile
pt_br: Meu perfil

source: Contact information
pt_br: Informações de contato

source: My company
pt_br: Empresa

# My_email
source: My e-mail account
pt_br: Minha conta de e-mail

source: My name
pt_br: Meu nome

source: My skills
pt_br: Meus conhecimentos

source: Permission
pt_br: Permissão

# BRE_CAN_NOT_REMOVE_LAST_SCRUM_MASTER_errorMessage
source: At least one Scrum Master should be at the project.
pt_br: Ao menos um Scrum Master deve estar no projeto.

# BRE_CAN_NOT_REMOVE_LAST_SCRUM_MASTER_errorMessageTitle
source: Member can not be removed
pt_br: Membro não pode ser removido

# BRE_ROLE_ALREADY_USED_errorMessage
source: This role is already used by a project member.
pt_br: Existe(m) membro(s) do projeto que utilizam esse papel.

# BRE_ROLE_ALREADY_USED_errorMessageTitle
source: Role can not be removed
pt_br: Papel não pode ser removido

# BRE_SCRUM_MASTER_ROLE_IS_NECESSARY_errorMessage
source: At least one Scrum Master Role is necessary at the project.
pt_br: Ao menos um papel de Scrum Master é necessário no projeto.

# BRE_SCRUM_MASTER_ROLE_IS_NECESSARY_errorMessageTitle
source: Role can not be removed or changed
pt_br: Papel não pode ser removido ou alterado

# Role_short_name
source: Short name
pt_br: Abreviatura

# New_role_short_name
source: TEAM
pt_br: EQP.

source: Join
pt_br: Participar

# Join_this_project
source: I want to join this project
pt_br: Quero participar desse projeto

source: Allocation
pt_br: Alocação

source: As
pt_br: Como

# Allocation_LABELHELP
source: How much of your day you will dedicate to this project
pt_br: Quanto do seu dia será dedicado para este projeto

# As_LABELHELP
source: Your role at this project
pt_br: Seu papel nesse projeto

# BRE_CAN_NOT_REMOVE_MEMBER_WITH_TASKS_errorMessage
source: This member has already worked at tasks in this project. If he is no longer working at the project, you can inativate him.
pt_br: Esse membro já trabalhou em tarefas nesse projeto. Se ele não pertence mais ao projeto, você pode inativâ-lo.

# BRE_CAN_NOT_REMOVE_MEMBER_WITH_TASKS_errorMessageTitle
source: Member can not be removed
pt_br: Membro não pode ser removido

source: Contacts
pt_br: Contatos

# Contacts_from_N
source: {0}'s contacts
pt_br: Contados do cliente {0}

source: E-mail address
pt_br: Endereço de e-mail

source: Full name
pt_br: Nome completo

# Add_new_contact
source: New contact
pt_br: Novo contato

source: New contact
pt_br: Novo contato

# created_by_N
source: created by {0}
pt_br: criado por {0}

source: Change image
pt_br: Mudar imagem

# Change_image_tooltip
source: You can upload an image, or click here to create a Gravatar.
pt_br: Você pode usar uma imagem local, ou clicar aqui para criar um Gravatar.

source: Factory owners
pt_br: Donos da fábrica

source: can see proposals
pt_br: pode ver propostas

source: is owner
pt_br: é dono

# BRE_CAN_NOT_REMOVE_LAST_FACTORY_OWNER_errorMessage
source: The factory should have at least one Factory Owner.
pt_br: A fábrica deve possuir ao menos um dono.

# BRE_CAN_NOT_REMOVE_LAST_FACTORY_OWNER_errorMessageTitle
source: Could not change factory owner
pt_br: Não foi possível mudar o dono da fábrica

# not_engaged
source: waiting engaging...
pt_br: aguardando comprometimento...

# Pending_memberships
source: Pending engagements
pt_br: Comprometimentos pendentes

# engaged_at_project
source: at project
pt_br: no projeto

# engaged_tooltip
source: Inform the amount of hours per day that you can be engaged at each project.
pt_br: Informe quantas horas do seu dia você pode comprometer-se em cada um dos projetos.

# engaged_as
source: as
pt_br: como

source: Engage
pt_br: Comprometer-me

source: Refuse
pt_br: Recusar

source: Default role
pt_br: Papel padrão

# Default_role_tooltip
source: Check as default if you want this role to be used for no-assigned tasks
pt_br: Marque como padrão se desejar que este papel seja utilizado para tarefas que ainda não possuam recursos associados.

# Add_member_as
source: New {0}
pt_br: Novo {0}

# Profile_not_completed
source: Your e-mail account has not been informed yet. Please provide some informaton about your self, it will help other people to find you.
pt_br: Sua conta de e-mail ainda não foi informada. Por favor, disponibilize algumas informações sobre você. Isso vai ajudar outros a te localizarem e incluírem-no em projetos.

# Member_work_load
source: availability
pt_br: disponibilidade

source: People
pt_br: Pessoas

source: Name or qualification
pt_br: Nome ou qualificação

source: No members were found
pt_br: Nenhuma pessoa encontrada.

# No_members_were_found_tooltip
source: Try to type a member name, e-mail or a member qualification
pt_br: Tente digitar o nome de uma pessoa, seu e-mail ou qualificação.

source: only active
pt_br: somente ativos

# n_people_were_found
source: {0} people were found
pt_br: {0} resultados encontrados

source: My day
pt_br: Meu dia

source: Important dates
pt_br: Datas importantes

# My_observer_tasks
source: My team tasks
pt_br: Tarefas da minha equipe

source: My tasks
pt_br: Minhas tarefas

source: no items
pt_br: nenhum item

# N_days
source: {0} day(s)
pt_br: {0} dias(s)

# PProject_end
source: Project end
pt_br: Fim de projeto

source: Project start
pt_br: Início de projeto

# Sprint_N_start
source: Sprint {0} start
pt_br: Início do sprint {0}

source: Active
pt_br: Ativo

# M_tasks
source: {0}´s tasks
pt_br: Tarefas de {0}

source: Disabled
pt_br: Bloqueado

source: My engagement
pt_br: Meu comprometimento

# M_engagement
source: {0}'s engagements
pt_br: Comprometimento de {0}

source: Working with
pt_br: Trabalhando com

source: Member
pt_br: Membro

source: Skills
pt_br: Conhecimentos

source: not assigned yet
pt_br: não atribuídas

# _for_X
source: for "{0}"
pt_br: para "{0}"

source: Team code
pt_br: Código da Equipe

source: view my team tasks
pt_br: mostrar também as tarefas da minha equipe

# Change_your_team_tooltip
source: You can change you team configuration at the Team Code setting at your profile.
pt_br: Você pode alterar a configuração da sua equipe na opção Código da Equipe no item Meu Perfil do menu.

# No_team_tooltip
source: You do not belong to any organization team right now.
pt_br: Você não faz parte de nenhuma equipe no momento.

# Your_team_tooltip
source: You belong to the '{0}' organization team.
pt_br: Você faz parte da equipe '{0}'.

source: Apply
pt_br: Aplicar

# to_end_project_N
source: to '{0}' ends
pt_br: final do projeto '{0}'

# to_start_project_N
source: until '{0}' starts
pt_br: início do projeto '{0}'

# to_start_sprint_N
source: to '{0}' sprint ends
pt_br: final do sprint do projeto '{0}'

# N_hours_left
source: {0} hours left
pt_br: {0} hrs restantes

# N_hours_of_work
source: {0:0.#} hrs of work to do
pt_br: {0:0.#} hrs à fazer

source: and more...
pt_br: e mais...

# showing_up_to_25_members
source: (showing up to 25 team members)
pt_br: (exibindo até 25 membros da equipe)

source: Recent projects
pt_br: Projetos recentes

# N_worked_hours
source: {0:0.#} worked hours
pt_br: {0:0.#} horas trabalhadas

source: Today tasks
pt_br: Tarefas do dia

source: Projects
pt_br: Projetos

source: no tasks
pt_br: sem tarefas

# Bugs_Resolved
source: {0} bugs solved (month)
pt_br: {0} bugs resolvidos (mês)

# Improvements_Done
source: {0} improvements done (month)
pt_br: {0} melhorias feitas (mês)

# Remove_Image
source: Use Gravatar
pt_br: Usar Gravatar

# NormalTasks_Done
source: {0} tasks done
pt_br: {0} tarefas feitas

# Bug_killer_description
source: Solved your first bug
pt_br: Você resolveu o seu primeiro bug

# Bug_killer_name
source: I know what to do
pt_br: Eu tenho a solução!

# Worked_hours
source: {0} total worked hours
pt_br: {0} total de horas trabalhadas

source: No trophies for you
pt_br: Você não ganhou nenhum troféu

# first_improviments_done_description
source: First Improviment done
pt_br: Você fez uma melhoria

# first_improviments_done_name
source: One improviment done
pt_br: Primeira melhoria feita

# Done_before_plannedHours_description
source: More than 10 tasks done before planned hours
pt_br: Mais de 10 tarefas feitas antes do tempo planejado

# Done_before_plannedHours_name
source: Already did
pt_br: Já terminei

# more_than_1000_tasks_description
source: More than 1000 tasks done
pt_br: Você tem mais de 1000 tarefas feitas, parabéns

# more_than_1000_tasks_name
source: Expert
pt_br: Experiente

# Level
source: Level {0}
pt_br: Nível {0}

source: start a new project
pt_br: iniciar um novo projeto
